
"No Event Selected." = "No hay eventos seleccionados";
"Multiple Events Selected." = "Múltiples eventos seleccionados";
"No unresolved events." = "No hay eventos sin resolver";
"No unsolved events." = "No hay eventos sin resolver";
"No unread events." = "No hay eventos no leídos";
"No matching events found." = "No hay eventos coincidentes";


//k Contextual Menu Title
"Delete all Messages from \"%@\"" = "Borrar todos los mensajes de \"%@\"";
"Mark as Read" = "Marcar como leído";
"Mark as Unread" = "Marcar como sin leer";

//ks Event status tool tips
"Resolved" = "Resuelto";
"Unresolved" = "Sin resolver";
"Partially Solved" = "Resuelto parcialmente";
"Status Unknown" = "Estado desconocido";


//ks Event Severity tool tips
"Information" = "Información";
"Warning" = "Advertencia";
"User Intervention Required" = "Se necesita intervención del usuario";
"Resolvable Problem" = "Problema resoluble";
"Unresolvable Problem" = "Problem irresoluble";


//ks Filter option buttons
" Unread (%u) " = " Sin leer (%u) ";
" Unresolved (%u) " = " Sin resolver (%u) ";

//ks Smash error
"device event retrieval" = "recuperación de evento del dispositivo";
"deletion of event" = "eliminación de evento";

"The message could not be deleted" = "El mensaje no se puede eliminar";
